Autodesk.Revit.DB.Structure.WireDistributionDirection.Minor
Wires are distributed in the Minor direction.
Uncomment following for 2020.1
text "Minor"

Autodesk.Revit.DB.Structure.WireDistributionDirection.Major
Wires are distributed in the Major direction.
Uncomment following for 2020.1
text "Major"